---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.AdvancedOpaque
source: html/16fc5443-410b-a9a0-6a87-de3717296b20.htm
---
# AdvancedOpaque Properties

The property labeled "Color" from the "AdvancedOpaque" schema.